{
  "result": [
    {
      "id": 1,
      "no": 1,
      "part": "pertama",
      "story": "Sejak remaja Rama dan Laksmana berguru kepada Wismamitra sehingga menjadi pemuda tangguh. Rama kemudian mengikuti sayembara di Matila ibukota negara Wideha. Berkat keberhasilannya menarik busur pusaka milik Prabu Janaka. ia dihadiahi putri sulungnya bernama Sinta. sedangkan Laksmana dinikahkan dengan Urmila. adik Sinta.",
    },
    {
      "id": 2,
      "no": 2,
      "part": "kedua",
      "story": "Setelah Dasarata tua, Rama yang direncanakan untuk menggantikannya menjadi raja, gagal setelah Kaikeyi mengingatkan janji Dasarata bahwa yang berhak atas tahta adalah Barata dan Rama harus dibuang selama 15 (lima belas) tahun. Atas dasar janji itulah dengan lapang dada Rama pergi mengembara ke hutan Dandaka, meskipun dihalangi ibunya maupun Barata sendiri. Kepergiannya itu diikuti oleh Sinta dan Laksmana.",
    },
    {
      "id": 3,
      "no": 3,
      "part": "ketiga",
      "story": "Namun kepergian Rama membuat Dasarata sedih dan akhirnya meninggal. Untuk mengisi kekosongan singgasana, para petinggi kerajaan sepakat mengangkat Barata sebagai raja. Tapi ia menolak, karena menganggap bahwa takhta itu milik Rama, sang kakak. Untuk itu Barata disertai parajurit dan punggawanya, menjemput Rama di hutan. Saat ketemu kakaknya, Barata sambil menangis menuturkan perihal kematian Dasarata dan menyesalkan kehendak ibunya, untuk itu ia dan para punggawanya meminta agar Rama kembali ke Ayodya dan naik takhta. Tetapi Rama menolak serta tetap melaksanakan titah ayahandanya dan tidak menyalahkan sang ibu tiri, Kaikeyi, sekaligus membujuk Barata agar bersedia naik takhta. Setelah menerima sepatu dari Rama, Barata kembali ke kerajaan dan berjanji akan menjalankan pemerintahan sebagai wakil kakaknya.",
    },
    {
      "id": 4,
      "no": 4,
      "part": "keempat",
      "story": "Banyak cobaan yang dihadapi Rama dan Laksmana, dalam pengembaraannya di hutan. Mereka harus menghadapi para raksasa yang meresahkan masyarakat di sekitar hutan Kandaka itu. Musuh yang menjengkelkan adalah Surpanaka, raksesi yang menginginkan Rama dan Laksmana menjadi suaminya. Akibatnya, hidung dan telinga Surpanaka dibabat hingga putus oleh Laksmana. Dengan menahan sakit dan malu, Surpanaka mengadu kepada kakaknya, yaitu Rahwana yang menjadi raja raksasa di Alengka, sambil membujuk agar Rahwana merebut Sinta dari tangan Rama. Dengan bantuan Marica yang mengubah diri menjadi kijang keemasan, Sinta berhasil diculik Rahwana dan dibawa ke Alengka.",
    },
    {
      "id": 5,
      "no": 5,
      "part": "kelima",
      "story": "Burung Jatayu yang berusaha menghalangi, tewas oleh senjata Rahwana. Sebelum menghembuskan nafasnya yang terakhir, Jatayu masih sempat mengabarkan nasib Sinta kepada Rama dan Laksmana yang sedang mencarinya.Dalam mencari Sinta, Rama dan Laksamana berjumpa pembesar kera yang bernama Sugriwa dan Hanuman. Mereka mengikat persahabatan dalam suka dan duka. Dengan bantuan Rama, Sugriwa dapat bertahta kembali di Kiskenda setelah berhasil mengalahkan Subali yang lalim. Setelah itu, Hanuman diperintahkan untuk membantu Rama mencari Sinta. Dengan pasukan kera yang dipimpin Anggada, anak Subali, mereka pergi mencari Sinta.",
    },
    {
      "id": 6,
      "no": 6,
      "part": "keenam",
      "story": "Atas petunjuk Sempati, kakak Jatayu, mereka menuju ke pantai selatan. Untuk mencapai Alengka, Hanuman meloncat dari puncak gunung Mahendra. Setibanya di ibukota Alengka, Hanuman berhasil menemui Sinta dan mengabarkan bahwa Rama akan segera membebaskannya. Sekembalinya dari Alengka, Hanuman melapor kepada Rama. Strategi penyerbuan pun segera disusun. Atas saran Wibisana, adik Rahwana yang membelot ke pasukan Rama, dibuatlah jembatan menuju Alengka. Setelah jembatan jadi, berhamburanlah pasukan kera menyerbu Alengka. Akhirnya, Rahwana dan pasukannya hancur. Wibisana kemudian dinobatkan menjadi raja Alengka, menggantikan kakaknya yang mati dalam peperangan.",
    },
    {
      "id": 7,
      "no": 7,
      "part": "terakhir",
      "story": "Setelah berhasil membebaskan Sinta, pergilah Rama dan Sinta serta Laksmana dan seluruh pasukan (termasuk pasukan kera) ke Ayodya. Setibanya di ibukota negera Kosala itu, mereka disambut dengan meriah oleh Barata, Satrukna, para ibu Suri, para punggawa dan para prajurit, serta seluruh rakyat Kosala. Dengan disaksikan oleh mereka, Rama kemudian dinobatkan menjadi raja.",
    },
  ]
}
